[
    {
        "id": "1",
        "title": "REACH NEW LEADERSHIP HEIGHTS WITH SHERPA TRAINING",
        "subtitle": "SHERPA COACHING",
        "img": "it-1.jpg",
        "description": "Sherpa Coaches help organizations implement a coaching culture and develop strong leaders, so staff can reach new heights of communication, efficiency, productivity, and performance - through their own skill and determination.",
        "more": [
            {
                "img": "untitled-design.png",
                "content": [
                    {
                        "title": "SHERPA COACHING - REACH NEW LEADERSHIP HEIGHTS",
                        "text": "Endorsed by ten major universities, The Sherpa Executive Coaching model is based on the Himalayan guide; helping climbers get to the summit. Sherpa Coaches help organizations implement a coaching culture and develop strong leaders, so staff can reach new heights of communication, efficiency, productivity, and performance - through their own skill and determination."
                    },
                    {
                        "title": "A MICROSOFT GOLD CERTIFIED PARTNER",
                        "text": "As a Microsoft Gold Certified Partner, Directions Training Center aligns itself with the highest of standards with customized curricula and instructor efficacy. Directions is dedicated to an inimitable 'just in time and just enough' method which maximizes their clients' return on investment."
                    },
                    {
                        "title": "INTERNATIONALLY RECOGNIZED COACHING & TRAINING",
                        "text": "Sherpa Coaching offers a number of coaching and training options based on its acclaimed Sherpa philosophy, including: a) The Sherpa Leadership Summit b) Executive coaching services c) Team training programs d) Women in leadership programs Programs are available on-site, in-classroom, on-demand and online. Contact Sherpa Coaching for more information today!"
                    }
                ]
            }
        ]
    },
    {
        "id": "2",
        "title": "ADVANCE YOUR PERFORMANCE THROUGH KNOWLEDGE",
        "subtitle": "MIS TRAINING INSTITUTE (MISTI)",
        "img": "it-2.jpg",
        "description": "MISTI is the global leader in IT audit, audit and information security training. MIS Training Institute has developed and focused its wide range of training courses and events on the various needs of information security practitioners and internal and IT auditors.",
        "more": [
            {
                "img": "seminar-ad_646x180.png",
                "content": [
                    {
                        "title": "MIS TRAINING INSTITUTE (MISTI)",
                        "text": "With offices in London and Boston, MISTI is the global leader in IT audit, audit and information security training. Founded in 1978, MISTI has gained experience through training more than 200,000 delegates across five continents. MISTI has made it their core mission to help audit and info security professionals stay at the top of their game. In order to support this mission, MIS Training Institute has developed and focused its wide range of training courses and events on the various needs of information security practitioners and internal and IT auditors. MISTI's exceptional course curriculum provides proven security and audit practices, contains the most up-to-the-minute topics, and provides the information needed to succeed in today's organizations."
                    },
                    {
                        "title": "MISTI'S COURSES",
                        "text": "The training courses offered by MISTI are available in major cities around the world in a face to face live classroom setting or as in-house programs at the location of your business. MISTI also offers online courses – as self-study programs or live webinars. Industry experts, who are hands-on pros with field experience, lead all training courses and conferences. Those who attend MISTI events benefit from proven strategies, unbiased practices, and lessons learned in the real-world. MISTI is registered with the National Association of State Boards of Accountancy (NASBA) as a sponsor of continuing education on the National Registry of CPE Sponsors."
                    }
                ]
            }
        ]
    },
    {
        "id": "3",
        "title": "TRANSFORM YOUR ORGANIZATION WITH ASPE TRAINING",
        "subtitle": "ASPE TRAINING",
        "img": "it-3.jpg",
        "description": "ASPE Training has provided innovative training programs to over 100,000 professionals worldwide. As the nation’s leading IT and professional development company, ASPE specialize in custom solutions for all levels of the enterprise.",
        "more": [
            {
                "img": "untitled.png",
                "content": [
                    {
                        "title": "PROVIDING INNOVATIVE, CUSTOM SOLUTIONS TO TRANSFORM YOUR ENTERPRISE AND INCREASE SUCCESS WITHIN YOUR ORGANIZATION.",
                        "text": "Since 2005, ASPE Training has provided innovative training programs to over 100,000 professionals worldwide. As the nation’s leading IT and professional development company, ASPE specialize in custom solutions for all levels of the enterprise. Through a wide range of Subject Matter Experts, extensive capabilities, and strategic partnerships, APSE build and deliver programs such as assessments, coaching, and training to transform your organization. They are dedicated to providing you with the tools and knowledge that you need to make your organization more efficient, more effective and more successful."
                    },
                    {
                        "title": "COACHING:",
                        "text": "Adopting change can take time and can be frustrating. Expert coaches are available to help motivate your teams, reinforce skills learned from training programs, and increase the probability that those new skills become instinctive and reusable."
                    },
                    {
                        "title": "TRAINING:",
                        "text": "Advancing your skillset is vital to grow your business. All training includes hands-on, interactive exercises with real world scenarios to guarantee your new skills can be implemented immediately."
                    },
                    {
                        "title": "ASSESSMENT:",
                        "text": "It can be challenging to fix something that you don’t know is broken. ASPE assessments help identify areas of improvement so your company and people can scale."
                    },
                    {
                        "title": "EXPERIENCED:",
                        "text": "Since 2005, ASPE have trained 48 of the Fortune 50, thousands of professionals across the globe, and understand the components of training and working with large clients. The talented instructors and innovative methods will provide your teams the expert instruction needed to effectively implement new practices."
                    }
                ]
            }
        ]
    },
    {
        "id": "4",
        "title": "TRAINING SUCCESSFUL PROFESSIONALS SINCE 1991 & DEDICATED TO LIFELONG LEARNING",
        "subtitle": "DIRECTIONS TRAINING CENTER",
        "img": "it-4.png",
        "description": "With flexible delivery methods including Onsite, Virtual Classroom (Direct2You), and self-paced On-Demand, Directions can provide the training that best fits your learning style and ensures your success.",
        "more": [
            {
                "img": "directions2.png",
                "content": [
                    {
                        "title": "REACH NEW HEIGHTS OF SUCCESS WITH DIRECTIONS TRAINING",
                        "text": "The number one purpose of Directions Training is to increase value, grow potential, and empower brilliance by providing learning communities that challenge students to reach new heights of success through IT and professional development training. For over 20 years, Directions Training has helped companies, organizations, government entities, and individuals embrace technology by offering Custom Fit Training solutions for all major technology vendors."
                    },
                    {
                        "title": "A MICROSOFT GOLD CERTIFIED PARTNER",
                        "text": "As a Microsoft Gold Certified Partner, Directions Training Center aligns itself with the highest of standards with customized curricula and instructor efficacy. Directions is dedicated to an inimitable 'just in time and just enough' method which maximizes their clients' return on investment."
                    },
                    {
                        "title": "DIVERSE COURSES WITH THE HIGHEST STANDARDS",
                        "text": "Instructors at Directions Training are held to the highest standards in the industry and guarantee not only successful, hands-on learning for students but also a direct solution to the challenges they face in the workplace. Directions provides the finest level of instruction in an incredibly diverse array of courses, including many of the latest innovations in software such as Exchange 2007, and Windows Vista. Several of our senior instructors also specialize in SQL 2005, .NET, A+ Certification, and all Microsoft Office Applications."
                    }
                ]
            }
        ]
    }
]